Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=399_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Sámearkiiva
smn: Sämiarkkâdâh

source: Sámearkiiva doaibmá sámekulturguovddáš Sajosis.
smn: Sämiarkkâdâh tuáimá säämi kulttuurkuávdáš Sajosist.

source: Arkiiva lea Suoma Riikkaarkiivva oassi.
smn: Arkkâdâh lii uási Suomâ Aalmuglâšarkkâduv.

source: Sámearkiivva bargun lea
smn: Sämiarkkâduv pargon lii

source: doarjut ja ovddidit sámiid guoskevaš dieđalaš dutkama
smn: tuárjuđ já ovdediđ sämmilijd kyeskee tieđâlii tutkâmuš

source: nannet sámekultuvrra ja lasihit sámiid guoskevaš historjádieđu
smn: nanodiđ sämikulttuur já lasettiđ sämmilijd kyeskee historjátiäđu

source: fuolahit sámiid ja sámeguovllu guoskevaš áššebáhpáriid digitaliseremis
smn: huolâttiđ sämmilijd já sämikuávlu kyeskee äššikiirjij finniimist digitaallâš háámán

source: ordnet áššebáhpáriid áššehasaid olámuddui arkiivalágádusa neahttabálvalusaid bokte.
smn: pyehtiđ äššikiirjijd äššigâsâi finnimnáál arkkâdâhlájádâs viermipalvâlusâi peht.

source: Oahpásmuva Sámearkiivva ruoktosiidduide.
smn: Uáppásm Sämiarkkâduv päikkisijđoid.

source: Lassidieđut: dutki Suvi Kivelä Sámearkiiva tel. 029 533 7042 šleađgapoasta: suvi.kivela[@]narc.fi www.narc.fi
smn: Lasetiäđuh: totkee Suvi Kivelä, Sämiarkkâdâh, puh..
